Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# STOP_ALL_SHARING_CONFIRMATION
source: By continuing, the information you’re sharing with people will no longer be shared, and you will no longer have access to information that was shared with you. If someone shared their location or Health data with you, you will still have access to that information.
ar: عند المتابعة، فإن المعلومات التي تشاركها مع الأشخاص لن تتم مشاركتها بعد الآن، ولن يعود بإمكانك الوصول إلى المعلومات التي تمت مشاركتها معك. إذا كان شخص ما قد شارك موقعه أو بياناته الصحية معك، فسيظل بإمكانك الوصول إلى تلك المعلومات.
bg: Като продължите, споделената информация с хората няма повече да се споделя и вие няма повече да имате достъп до информацията, която е била споделена с вас. Ако някой е споделял своето местоположение и здравни данни с вас, вие все още ще имате достъп до тази информация.
ca: En continuar, es deixarà de compartir tota la informació amb tothom i tu ja no tindràs accés a cap altra informació que s’hagi compartit amb tu. Tanmateix, si algú ha compartit la seva ubicació o les seves dades de salut amb tu, encara les podràs veure.
cs: Pokud budete pokračovat, zastaví se sdílení informací s ostatními lidmi a ztratíte přístup k informacím, které s vámi sdílejí oni. Pokud s vámi někdo sdílí svou polohu nebo data aplikace Zdraví, přístup k těmto údajům budete mít i nadále.
da: Hvis du fortsætter, vil de oplysninger, du deler med andre personer, ikke længere blive delt, og du vil ikke længere have adgang til oplysninger, der blev delt med dig. Hvis nogen delte sin lokalitet eller sine sundhedsdata med dig, vil du stadig have adgang til disse oplysninger.
de: Wenn du fortfährst, werden die Informationen, die du mit Personen geteilt hast, nicht mehr geteilt und du hast keinen Zugriff mehr auf Informationen, die mit dir geteilt wurden. Wenn Personen ihren Standort oder ihre Gesundheitsdaten mit dir geteilt haben, hast du weiterhin Zugriff darauf.
el: Αν συνεχίσετε, τα δεδομένα που κοινοποιείτε σε άλλα άτομα δεν θα κοινοποιούνται πλέον και δεν θα έχετε πλέον πρόσβαση στα δεδομένα που έχουν κοινοποιηθεί σε εσάς. Αν κάποιο άτομο κοινοποίησε την τοποθεσία του ή τα δεδομένα Υγείας του σε εσάς, θα έχετε ακόμη πρόσβαση σε αυτά τα δεδομένα.
es: Si continúas, ya no se compartirá con nadie la información que compartes actualmente y ya no podrás acceder a los datos que estas personas hayan compartido contigo. Si alguien comparte contigo su ubicación o sus datos de salud, seguirás teniendo acceso a esa información.
es_us: Si continúas, la información que se compartía con las personas se dejará de compartir y ya no tendrás acceso a lo que se compartía contigo. Si alguien te había compartido su ubicación o sus datos de Salud, aún podrás acceder a dicha información.
fi: Jos jatkat, jakamiasi tietoja ei enää jaeta etkä sinä voi käyttää tietoja, jotka jaettiin sinulle. Jos joku jakoi sinulle sijaintinsa tai terveysdatansa, voit yhä käyttää niitä.
fr: Si vous poursuivez, les informations que vous partagez avec des personnes ne le seront plus, et vous ne pourrez plus non plus accéder aux informations partagées avec vous. Si quelqu’un a partagé sa position ou ses données Santé avec vous, vous aurez toujours accès à ces informations.
fr_ca: En poursuivant, le partage de vos informations cessera et vous n’aurez plus accès à celles qui ont été partagées avec vous. Si quelqu’un a partagé sa position ou ses données médicales avec vous, vous aurez quand même accès à ces informations.
he: המשך הפעולה יוביל להפסקת השיתוף של המידע ששיתפת עם אנשים אחרים, ולביטול הגישה שלך למידע שאחרים שיתפו עמך. אם מישהו שיתף עמך את המיקום או את נתוני הבריאות שלו, עדיין תהיה לך גישה למידע זה.
hi: जारी रखने से, आप जो जानकारी लोगों से शेयर कर रहे हैं, वह अब शेयर नहीं की जाएगी और आपके पास अब उस जानकारी का ऐक्सेस नहीं होगा जिसे आपसे शेयर किया गया था। यदि किसी व्यक्ति ने अपना स्थान या सेहत डेटा आपसे शेयर किया है, तो आपके पास उस जानकारी का ऐक्सेस अभी भी बना रहेगा।
hr: Ako nastavite, informacije koje dijelite s osobama više se neće dijeliti i više nećete imati pristup informacijama koje su podijeljene s vama. Ako je netko podijelio svoju lokaciju ili zdravstvene podatke s vama, i dalje ćete imati pristup tim informacijama.
hu: Ha folytatja, akkor az Ön által másokkal megosztott információk nem lesznek többé megosztva, és a továbbiakban nem fog hozzáférni az Önnel megosztott információkhoz. Ha valaki megosztotta Önnel a helyzetét és az egészségügyi adatait, akkor ezekhez az információkhoz ezután is hozzá fog férni.
id: Dengan melanjutkan, informasi yang Anda bagikan dengan orang tidak akan lagi dibagikan dan Anda tidak lagi akan memiliki akses ke informasi yang dibagikan dengan Anda. Jika seseorang membagikan lokasi atau data Kesehatannya dengan Anda, Anda masih akan memiliki akses ke informasi tersebut.
it: Se procedi, la condivisione delle informazioni con le altre persone verrà interrotta e non avrai più accesso ai dati che erano stati condivisi con te. Se qualcuno aveva condiviso con te la posizione o i dati sanitari, potrai ancora accedervi.
ja: 続行すると、ほかの人と共有している情報は共有されなくなり、あなたと共有されていた情報にはアクセスできなくなります。ほかの人があなたと位置情報またはヘルスケアデータを共有していた場合、その情報には引き続きアクセスできます。
kk: Жалғастыру арқылы адамдармен бөлісетін ақпаратыңыз бұдан былай бөлісілмейді және сізбен бөлісілген ақпаратқа бұдан былай қол жеткізе алмайсыз. Біреу геолокациясын немесе медициналық деректерін сізбен бөліссе, ол ақпаратқа қол жеткізу мүмкіндігіңіз сақталады.
ko: 계속하면, 사용자가 다른 사람과 공유 중인 정보는 더 이상 공유되지 않으며, 다른 사람이 사용자와 공유한 정보에는 더 이상 접근할 수 없게 됩니다. 만약 누군가가 본인의 위치 또는 건강 데이터를 사용자와 공유했다면, 사용자는 계속해서 해당 정보에 접근할 수 있습니다.
lt: Tęsiant, informacija, kurią bendrinate su žmonėmis, nebebus bendrinama, o jūs nebeturėsite prieigos prie informacijos, kuri buvo bendrinama su jumis. Jei kas nors su jumis bendrino vietą arba programos „Sveikata“ duomenis, vis tiek turėsite prieigą prie tos informacijos.
ms: Dengan meneruskan, maklumat yang anda kongsi dengan orang tidak lagi akan dikongsi dan anda tidak lagi akan mempunyai akses kepada maklumat yang dikongsi dengan anda. Jika seseorang berkongsi lokasi atau data Kesihatan mereka dengan anda, anda masih akan mempunyai akses kepada maklumat tersebut.
nl: Als je doorgaat, wordt de informatie die je met personen deelt niet meer gedeeld en heb je geen toegang meer tot informatie die met jou is gedeeld. Als iemand locatie- of gezondheidsgegevens met je heeft gedeeld, heb je nog steeds toegang tot die informatie.
no: Hvis du fortsetter, avsluttes all deling av informasjon med andre, og du vil også miste tilgang til informasjon som ble delt med deg. Unntaket er hvis andre har delt helsedata eller posisjonen sin. Dette vil du fortsatt ha tilgang til.
pl: Jeśli będziesz kontynuować, informacje udostępniane innym nie będą już udostępniane, a Ty utracisz dostęp do informacji, które inni udostępniają Tobie. Jeśli ktoś udostępnia Ci swoje położenie i dane zdrowotne, będziesz nadal mieć dostęp do tych informacji.
pt_br: Se você continuar, as informações que compartilha com as pessoas deixarão de ser compartilhadas e você não poderá mais ter acesso às informações compartilhadas com você. Se alguém tiver compartilhado a localização ou os dados de Saúde com você, você ainda terá acesso a essas informações.
pt_pt: Se continuar, a informação que está a partilhar com outras pessoas deixará de ser partilhada e já não poderá aceder à informação que partilharam consigo. Caso alguém tenha partilhado a localização ou dados de saúde consigo, continuará a ter acesso a essa informação.
ro: În cazul în care continuați, informațiile pe care le partajați cu alte persoane nu vor mai fi partajate și nu veți mai avea acces la informațiile care au fost partajate cu dvs. Dacă cineva și‑a partajat localizarea sau datele de sănătate cu dvs., veți avea în continuare acces la acele informații.
ru: Если продолжить, будет закрыт доступ ко всей информации, которой Вы сейчас делитесь с другими людьми, а Вы утратите доступ к информации, которой делятся с Вами. Если кто‑то делится с Вами своей геопозицией или медданными, эта информация будет по‑прежнему доступна Вам.
sk: Ak sa rozhodnete pokračovať, zastavíte zdieľanie informácií s ostatnými ľuďmi a stratíte prístup k informáciám, ktoré ostatní zdieľajú s vami. Ak s vami niekto zdieľa polohu alebo zdravotné dáta, k týmto informáciám budete môcť aj naďalej pristupovať.
sl: Če nadaljujete, podatki, ki jih delite z drugimi, ne bodo več deljeni in ne boste več imeli dostopa do podatkov, ki so jih drugi delili z vami. Če je nekdo z vami delil svojo lokacijo ali zdravstvene podatke, boste do teh podatkov še vedno imeli dostop.
sv: Om du fortsätter slutar informationen du delar med andra personer att delas och du får inte längre tillgång till informationen som delas med dig. Om någon delar sin platsinformation eller sina hälsodata med dig får du fortfarande tillgång till den informationen.
th: โดยการดำเนินการต่อ หมายความว่าข้อมูลที่คุณแชร์อยู่กับผู้คนจะไม่ถูกแชร์อีกต่อไป และคุณจะไม่สามารถเข้าถึงข้อมูลที่เคยถูกแชร์กับคุณได้อีกต่อไป ถ้าบางคนแชร์ตำแหน่งที่ตั้งและข้อมูลสุขภาพกับคุณ คุณจะยังสามารถเข้าถึงข้อมูลนั้นได้
tr: Sürdürürseniz kişilerle paylaştığınız bilgiler artık paylaşılmaz ve siz de sizinle paylaşılan bilgilere artık erişemezsiniz. Herhangi biri konumunu veya Sağlık verilerini sizinle paylaşmışsa bu bilgilere yine de erişebilirsiniz.
uk: Якщо продовжити, інформація, яку ви поширюєте для людей, надалі не поширюватиметься, і ви не матимете доступу до інформації, яку вони поширюють для вас. Якщо хтось поширює для вас свою геопозицію або Меддані, ви й далі матимете до них доступ.
vi: Bằng việc tiếp tục, thông tin mà bạn đang chia sẻ với mọi người sẽ không được chia sẻ nữa và bạn sẽ không có quyền truy cập vào thông tin đã được chia sẻ với bạn nữa. Nếu một người nào đó đã chia sẻ vị trí hoặc dữ liệu Sức khỏe của họ với bạn thì bạn sẽ vẫn có quyền truy cập vào thông tin đó.
zh_cn: 若继续，你将不再共享正与他人共享的信息，也不可再访问他人曾与你共享的信息。若某人与你共享了自己的位置或健康数据，你将仍可访问该信息。
zh_hk: 如繼續，將不再共享正在與聯絡人共享的資料，你也將無法繼續取用聯絡人曾與你共享的資料。如聯絡人曾經與你共享其位置或「健康」資料，你仍然可以繼續取用有關資料。
zh_tw: 若繼續，與聯絡人分享的資訊將不再分享，你將無法繼續取用此人先前與你分享的資訊。若此人曾與你分享其位置或「健康」資料，你仍可繼續取用該資訊。

source: Delete App
ar: حذف التطبيق
bg: Изтрий приложение
ca: Elimina l’app
cs: Smazat aplikaci
da: Slet app
de: App löschen
el: Διαγραφή εφαρμογής
es: Eliminar app
es_us: Eliminar app
fi: Poista appi
fr: Supprimer l’app
fr_ca: Supprimer l’app
he: מחיקת היישום
hi: ऐप डिलीट करें
hr: Obriši aplikaciju
hu: App törlése
id: Hapus App
it: Elimina app
ja: アプリを削除
kk: Қолданбаны жою
ko: 앱 삭제
lt: Trinti programą
ms: Padam App
nl: Verwijder app
no: Slett app
pl: Usuń aplikację
pt_br: Apagar App
pt_pt: Apagar aplicação
ro: Ștergeți aplicația
ru: Удалить приложение
sk: Vymazať apku
sl: Izbriši aplikacijo
sv: Radera app
th: ลบแอป
tr: Uygulamayı Sil
uk: Видалити програму
vi: Xóa ứng dụng
zh_cn: 删除App
zh_hk: 刪除App
zh_tw: 刪除App

# STOP_SHARING_FAILED_TITLE
source: Unable to Stop Sharing
ar: غير قادر على إيقاف المشاركة
bg: Неуспешно спиране на споделянето
ca: No es pot deixar de compartir
cs: Sdílení nelze zastavit
da: Kan ikke stoppe deling
de: Teilen kann nicht beendet werden
el: Δεν είναι δυνατή η διακοπή της κοινής χρήσης
es: No se ha podido dejar de compartir
es_us: No se puede dejar de compartir
fi: Jakoa ei voida lopettaa
fr: Impossible d’arrêter le partage
fr_ca: Impossible d’arrêter le partage
he: לא ניתן להפסיק את השיתוף
hi: शेयरिंग रोकने में असमर्थ
hr: Dijeljenje se ne može zaustaviti
hu: A megosztás leállítása nem sikerült
id: Tidak Dapat Berhenti Berbagi
it: Impossibile interrompere la condivisione
ja: 共有を停止できません
kk: Бөлісу әрекетін тоқтату мүмкін емес
ko: 공유를 중단할 수 없음
lt: Nepavyko sustabdyti bendrinimo
ms: Gagal Berhenti Berkongsi
nl: Stoppen met delen niet mogelijk
no: Kunne ikke avslutte deling
pl: Nie można przestać udostępniać
pt_br: Não é possível arar de compartilhar
pt_pt: Não é possível parar a partilha
ro: Partajarea nu a putut fi oprită
ru: Сбой прекращения общего доступа
sk: Zdieľanie sa nedá zastaviť
sl: Ni mogoče ustaviti deljenja
sv: Det gick inte att sluta dela
th: ไม่สามารถหยุดแชร์ได้
tr: Paylaşma Durdurulamıyor
uk: Не вдалося припинити поширення
vi: Không thể dừng chia sẻ
zh_cn: 无法停止共享
zh_hk: 無法停止共享
zh_tw: 無法停止分享

# EMERGENCY_RESET_2_DETAIL
source: Change your Apple Account password and review your account security.
ar: تغيير كلمة سر حساب Apple ومراجعة أمن حسابك.
bg: Променете паролата за вашата Apple регистрация и прегледайте сигурността на регистрацията си.
ca: Canvia la contrasenya del compte d’Apple i revisa la seguretat del compte.
cs: Změňte si heslo k účtu Apple a zkontrolujte zabezpečení účtu.
da: Skift adgangskoden til din Apple-konto, og gennemgå din kontosikkerhed.
de: Ändere dein Apple Account-Passwort und überprüfe deine Accountsicherheit.
el: Αλλάξτε το συνθηματικό του λογαριασμού Apple σας και ελέγξτε την ασφάλεια του λογαριασμού.
es: Cambia la contraseña de tu cuenta de Apple y revisa la seguridad de la cuenta.
es_us: Cambia la contraseña de tu cuenta de Apple y revisa la seguridad de tu cuenta.
fi: Vaihda Apple-tilisi salasana ja tarkista tilin suojaus.
fr: Modifiez le mot de passe de votre compte Apple et vérifiez la sécurité de votre compte.
fr_ca: Modifiez le mot de passe de votre compte Apple et vérifiez la sécurité de votre compte.
he: ניתן לשנות את סיסמת חשבון ה-Apple ולבדוק את אבטחת החשבון.
hi: अपने Apple खाते का पासवर्ड बदलें और अपने खाते की सुरक्षा की समीक्षा करें।
hr: Promijenite lozinku svog Apple računa i pregledajte sigurnost računa.
hu: Módosíthatja az Apple-fiókja jelszavát, és áttekintheti a fiókja biztonságát.
id: Ubah kata sandi Akun Apple Anda dan tinjau keamanan akun Anda.
it: Modifica la password di Apple Account e rivedi la sicurezza dell’account.
ja: Apple Accountのパスワードを変更し、アカウントのセキュリティを確認します。
kk: Apple аккаунтыңыздың құпиясөзін өзгертіп, аккаунтыңыздың қауіпсіздігін тексеріңіз.
ko: 사용자의 Apple 계정 암호를 변경하고 계정 보안을 검토하십시오.
lt: Pakeiskite „Apple“ paskytros slaptažodį ir peržiūrėkite paskyros saugumą.
ms: Tukar kata laluan Akaun Apple anda dan semak keselamatan akaun anda.
nl: Wijzig je Apple Account-wachtwoord en controleer je accountbeveiliging.
no: Endre Apple-kontopassordet og se gjennom kontosikkerheten din.
pl: Zmień hasło konta Apple i przejrzyj zabezpieczenia konta.
pt_br: Altere a senha da sua Conta Apple e revise a segurança da conta.
pt_pt: Altere a palavra‑passe da sua conta Apple e reveja a segurança da conta.
ro: Schimbați‑vă parola contului Apple și revizuiți securitatea contului.
ru: Смените пароль Аккаунта Apple и проверьте безопасность своего Аккаунта.
sk: Zmeňte heslo svojho Apple účtu a skontrolujte zabezpečenie svojho účtu.
sl: Spremenite geslo za račun Apple in preglejte varnost računa.
sv: Ändra lösenord för Apple‑kontot och granska kontots säkerhet.
th: เปลี่ยนรหัสผ่านบัญชี Apple ของคุณและตรวจสอบความปลอดภัยของบัญชีของคุณ
tr: Apple Hesabı parolanızı değiştirin ve hesap güvenliğinizi gözden geçirin.
uk: Змініть пароль свого облікового запису Apple та перевірте налаштування захисту облікового запису.
vi: Thay đổi mật khẩu Tài khoản Apple và xem lại bảo mật tài khoản của bạn.
zh_cn: 更改Apple账户密码并检查账户安全性。
zh_hk: 更改Apple帳户密碼並檢視你的帳户保安。
zh_tw: 更改「Apple帳號」密碼並檢視你的帳號安全性。
